<template>
  <div id="">
    <header class="m-top g-top-login" v-if="!topShow">
      <h2 class="m-top-title tac"><i class="iconfont icon-arrow-left mr10" @click="routerBack"></i><span>兑奖问题</span></h2>
    </header>
    <div class="header-top-space" v-if="!topShow"></div>
    <section class="g-dantuoinfo">
      <h3 class="m-title-h3">兑奖提款：</h3>
      <p><a href="javascript:;">一、 如何查询中奖？</a></p>
      1、登录后进入“我的帐户”，点击“投注记录”<br>
      2、在投注记录页，“我的奖金”会实时更新您投注的中奖情况<br><br>

      <p><a href="javascript:;">二、开奖时间是怎样规定？</a></p>
      数字彩：每个彩种开奖时间不一样，具体请参考各彩种购买页面上方的提示<br>
      足彩（胜负彩、任选九场）：最后一场比赛结束后的当天上午11点左右<br>
      竞彩足球、竞彩蓝球：以您购买的场次中最后一场比赛的时间为准，在21点之前结束的比赛，
        官方会在比赛结束后1小时左右开奖；21点之后结束的比赛，一般官方会在第二天上午10点左右统一开奖。<br>
      <br>

      <p><a href="javascript:;">三、中奖后，是否会通知？</a></p>
      只要中奖，我们会第一时间通过短信通知您中奖情况。<br><br>

      <h3 class="m-title-h3">兑奖：</h3>
      <p><a href="javascript:;">一、中奖后如何兑奖？</a></p>
      单注奖金超过1万，请等待专人客服与您联系并确定领取方案，您可选择由多多中彩票邮寄纸质票后自行领取，
        也可选择由多多中彩票代领彩金后派奖到多多中彩票个人账户。其余情况，均直接派奖到多多中彩票个人账户。<br><br>

      <p><a href="javascript:;">二、中奖后多久会派奖？</a></p>
      官方开奖后平台会第一时间为中奖彩民进行派奖，如果您对派奖时间有任何疑问，可在线咨询客服解决。<br><br>

      <p><a href="javascript:;">三、中奖奖金如何扣税？</a></p>
      根据《财政部、国家税务总局关于个人取得体育彩票中奖所得征免个人所得税问题的通知》
        (财税[1998]12号)的规定：“单注中奖奖金不超过1万元，免征收个人所得税；
        单注中奖奖金超过1万元，应按税法规定，中奖者需缴纳全额奖金的20%个人所得税。”
        税金由彩票中心代扣代缴，本平台派发到账户内的奖金是根据国家相关规定自动扣除个人所得税后的金额<br><br>

      <h3 class="m-title-h3">提款：</h3>
      <p><a href="javascript:;">一、如何提款？</a></p>
      1、登录后进入“我的帐户”，点击【提现】<br>
      2、录入提款金额--绑定银行卡--点击【提交】<br>
      3、提款申请成功，等待银行到帐成功。<br>
      注：如您的账户未绑定银行卡，请先绑定银行卡。<br><br>

      <p><a href="javascript:;">二、哪些方式可以提款？</a></p>
      目前只支持提款到银行卡。<br><br>

      <p><a href="javascript:;">三、提款是否有手续费？</a></p>
      无。提款产生的手续费由多多中彩票为您支付。<br><br>

      <p><a href="javascript:;">四、提款多久后钱能到帐？</a></p>
      转帐后即时到帐。如果您超过24小时仍未收到钱款，请检查提现信息是否输入错误、提现银行卡类型是否为多多中彩票不支持的银行卡。
        若确认无误可联系客服核对提现情况。<br>
      注：如遇国家法定节假日及周六、周日，因银行系统处理不及时造成的延误，预计在假期后第一个工作日到账。<br><br>

      <p><a href="javascript:;">五、提款有什么限制？</a></p>
      单笔提现至少10元，为防止恶意提款、洗钱等不法行为，每笔存入资金的50%须用于实际消费；为保证账户资金安全，会员每天允许提现3次。<br><br>

      <p><a href="javascript:;">六、如何绑定银行卡？</a></p>
      1、登录后进入“我的”，点击“头像”-“银行卡”【绑定】<br>
      2、录入与身份信息相同的开户银行卡信息，点击【提交】<br>
      3、绑定银行卡成功<br><br>

      <p><a href="javascript:;">七、为什么我的提款不成功？</a></p>
      提款未按时到账或失败可能有以下几点原因：<br>
      1、银行卡状态不正常：银行卡为无效卡或银行卡状态异常，请联系银行卡背面的客服热线，寻求帮助<br>
      2、账户控制状态不允许存入：该卡号不允许存入资金<br>
      3、非法卡：银行卡已经注销<br>
      4、户名错误、姓名填写有误、请核对卡号与姓名是否相符：银行卡开卡的真实姓名与多多中彩票账户中的真实姓名不一致导致无法提款成功；
      多多中彩票账户中的真实姓名填写有误（如注册的名字有繁体字或者有分隔符）、用户的姓名中含有生僻字，
      银行开户时以同音字或其他符号代替）<br>
      温馨提醒：以上情况，请联系银行卡背面的客服热线，确认银行卡相应信息准确无误后，直接联系多多中彩票客服<br>
      5、银行卡为信用卡（网站暂不支持信用卡提款）<br>
      6、银行卡开户地与账户资料中的开户地不符<br>
      7、银行账号长度非法：账号位数有误（如工行账号一般为16、19位，招行账号为12、14、15或者16位) <br>
      8、对方账号校验错 ：银行账号有误<br>
      9、您的银行卡发卡银行选择有误：用户选择的开户行名称与卡号不符<br>
      10、参加活动所赠送的彩金不可提现<br><br>

      <p><a href="javascript:;">八、申请提款，网站是否有通知？</a></p>
      有。会通过您绑定的手机通知您的提款结果。<br><br>

      <p><a href="javascript:;">九、我申请了提款，可以再取消吗？</a></p>
      提款申请提交但未审核之前，可以取消提款申请。是否可以取消？<br><br>

      <p><a href="javascript:;">十、怎样保障提款的安全？</a></p>
      <p>我们采取以下措施保障您的帐户安全：</p>
      1、提款申请成功后，短信提醒用户。让用户第一时间了解账户变动信息<br>
      2、提款填写银行卡的开户人姓名，必须与注册时填写真实姓名保持一致。杜绝账户丢失后，他人非法冒提资金<br>
      3、大额资金采取人工全程协助提款。帮您解除提款时的顾虑和疑问。<br><br>

      <p><a href="javascript:;">十一、如何查看提款记录？怎么查看提款进度？</a></p>
      1、登录后进入“我的”，点击“账户明细”-【提款记录】<br>
      2、查看“提款记录”中的状态栏即可知道当前提款进度。<br>
      <br>
    </section>
  </div>
</template>

<script>
export default {
  name: '',
  data: () => ({
    topShow: true
  }),
  mounted () {
    this.topShow = navigator.userAgent.includes('cdd_ios') && true
  },
  methods: {
    routerBack () {
      // 返回上一级
      window.history.length > 2 ? this.$router.go(-1) : this.$router.push('/home')
    }
  }
}
</script>
