<template>
  <div id="jczqWay">
    <header class="m-top g-top-login" v-if="!topShow">
      <h2 class="m-top-title tac">
        <i class="iconfont icon-arrow-left mr10" @click="routerBack"></i>
        <span>竞彩足球玩法说明</span>
      </h2>
    </header>
    <div class="header-top-space" v-if="!topShow"></div>

    <section class="g-dantuoinfo">
      <h3 class="m-title-h3">玩法说明：</h3>
      <p><a href="javascript:;">一、 竞彩足球胜平负游戏</a></p>
      足球比赛由两支队伍在专用足球场地竞赛，每队11名队员，法定比赛时间为90分钟，有时裁判会根据比赛时队员受伤后救治所耽误的时间在90分钟后补时，
      多为几分钟，称为伤 停补时时间，竞彩足球彩票竞猜的比赛结果为90分钟加上伤停补时的时间里的结果 <br>
      足球比赛的结果有3种: 主队胜，主队负以及双方打平。<br>
      彩民选定1场比赛，对主队在全场90分钟（含伤停补时）的 “胜”、“平”、“负”结果进行投注。<br>
      例如：曼联（主队）VS利物浦（客队）<br>
      曼联 3:0 利物浦 胜（开奖结果） 选择“胜”中奖<br>
      曼联 1:1 利物浦 平（开奖结果） 选择“平”中奖<br>
      曼联 0:2 利物浦 负（开奖结果） 选择“负”中奖<br>
      当两支球队实力悬殊较大时，采取让球的方式确定双方的胜平负关系。让球的数量确定后将维持不变。<br>
      让球分为主队让球和客队让球，分别为：<br>
      主队让1球，表示为“主队（-1）”；<br>
      客队让2球，表示为“主队（+2）”。<br>
      <br>

      (一) 主队让一球<br>
      1、“3”主队比分减去客队比分大于1时，主队胜，客队负；<br>
      2、“1”主队比分减去客队比分等于1时，主队与客队平；<br>
      3、“0”主队比分减去客队比分小于1时，主队负，客队胜。<br>
      <br>

      (二) 客队让一球<br>
      1、“3”客队比分减去主队比分小于1时，主队胜，客队负；<br>
      2、“1”客队比分减去主队比分等于1时，主队与客队平；<br>
      3、“0”客队比分减去主队比分大于1时，主队负，客队胜。<br>
      <br>

      (三) 主队让两球<br>
      1、“3”主队比分减去客队比分大于2时，主队胜，客队负；<br>
      2、“1”主队比分减去客队比分等于2时，主队与客队平；<br>
      3、“0”主队比分减去客队比分小于2时，主队负，客队胜。<br>
      <br>

      (四) 客队让两球<br>
      1、“3”客队比分减去主队比分小于2时，主队胜，客队负；<br>
      2、“1”客队比分减去主队比分等于2时，主队与客队平；<br>
      3、“0”客队比分减去主队比分大于2时，主队负，客队胜。<br>
      <br>

      (五) 主队让三球<br>
      1、“3”主队比分减去客队比分大于3时，主队胜，客队负；<br>
      2、“1”主队比分减去客队比分等于3时，主队与客队平；<br>
      3、“0”主队比分减去客队比分小于3时，主队负，客队胜。<br>
      <br>

      (六) 客队让三球<br>
      1、“3”客队比分减去主队比分小于3时，主队胜，客队负；<br>
      2、“1”客队比分减去主队比分等于3时，主队与客队平；<br>
      3、“0”客队比分减去主队比分大于3时，主队负，客队胜。<br>
      <br>

      具体让球数量根据实际比赛的情况酌情而定。<br>
      例如：国米（-1）VS尤文<br>
      国米 3:0 尤文 胜（开奖结果） 选择“胜”中奖<br>
      国米 2:1 尤文 平（开奖结果） 选择“平”中奖<br>
      国米 0:0 尤文 负（开奖结果） 选择“负”中奖<br>
      <br>

      <p><a href="javascript:;">二、竞彩足球比分游戏</a></p>
      共有31个投注选项<br>
      主队胜：1:0 2:0 3:0 4:0 2:1 3:1 3:2 4:1 4:2 5:0 5:1 5:2胜其他 <br>
      主队平：0:0 1:1 2:2 3:3 平其他 <br>
      主队负：0:1 0:2 0:3 0:4 1:2 1:3 1:4 2:3 2:4 0:5 1:5 2:5 负其他 <br>
      主队比分在前，客队比分在后。 <br>
      彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）的具体比分结果进行投注。如果彩民能竞猜正确，则中奖。 <br>
      例：利物浦2：0米德尔斯堡 正确结果：2：0 <br>
      投注方式：单式投注、复式投注、倍投、过关投注(仅限3关以下)。 <br>
      <br>

      <p><a href="javascript:;">三、竞彩足球总进球数游戏</a></p>
      共有8个投注选项： <br>
      0 双方进球数之和为0，即没有进球 <br>
      1 双方进球数之和为1 <br>
      2 双方进球数之和为2 <br>
      3 双方进球数之和为3 <br>
      4 双方进球数之和为4 <br>
      5 双方进球数之和为5 <br>
      6 双方进球数之和为6 <br>
      7+ 双方进球数之和为7球或7球以上 <br>
      彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）比赛双方的进球总数结果进行投注。
      如果彩民能竞猜正确，则中奖。 <br>
      例：利物浦2：0米德尔斯堡 总进球数为2 <br>
      注方式：单式投注、复式投注、倍投、过关投注。<br>
      <br>

      <p><a href="javascript:;">四、竞彩足球半全场胜平负游戏</a></p>
      共有9个投注选项 <br>
      3-3 主队上半场胜+主队全场胜 <br>
      3-1 主队上半场胜+主队全场平 <br>
      3-0 主队上半场胜+主队全场负 <br>
      1-3 主队上半场平+主队全场胜 <br>
      1-1 主队上半场平+主队全场平 <br>
      1-0 主队上半场平+主队全场负 <br>
      0-3 主队上半场负+主队全场胜 <br>
      0-1 主队上半场负+主队全场平 <br>
      0-0 主队上半场负+主队全场负 <br>
      彩民选定1场比赛，对主队在上半场45分钟（含伤停补时）和全场90分钟（含伤停补时）
      的“胜”、“平”、“负”结果分别进行投注。如果彩民能竞猜正确，则中奖。 <br>
      例：利物浦上半场0:0全场2:0 米德尔斯堡，正确结果1-3 <br>
      投注方式：单式投注、复式投注、倍投、过关投注。<br>
      <br>

      <h3 class="m-title-h3">投注方式：</h3>
      彩民选择1种投注结果的为单式投注；选择2种或2种以上投注结果的为复式投注。 <br>
      彩民选择1场比赛进行投注的为单场投注；选择2场或2场以上比赛进行串联投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。 <br>
      胜平负和总进球数游戏均有5种过关方式：2×1，3×1，4×1，5×1和6×1。 <br>
      比分和半全场胜平负游戏有2种过关方式：2×1和3×1。<br>
      <br>

      <h3 class="m-title-h3">奖金计算：</h3>
      彩民的投注结果与开奖结果一致的即为中奖。  <br>
      开奖结果以实际比赛结果为依据，不受其后任何更改的影响。  <br>
      彩民可在中国体育彩票竞彩标准店内，或通过中国竞彩网查询赛事信息、开奖结果、浮动奖金额、固定奖金。  <br>
      竞彩足球游戏的奖金为销售额的69%，其中的68%为返奖奖金，1%为调节基金。根据游戏规则，本游戏设置浮动奖金和固定奖金。  <br>
      单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。 <br>
      <br>

      <h3 class="m-title-h3">特殊情况的处理办法：</h3>
      1、无效比赛的处理 <br>
      由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，从比赛被认定无效的公告发布后的当日起计算。<br>
      <br>

      2、彩民在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算；
      各关奖金数额可参考投注时打印的“奖金计算明细清单”。 <br>
      例如：<br>
      “国米（-1）VS尤文+曼联VS利物浦+巴萨VS皇马”的胜平负游戏 <br>
      购买1注“巴萨VS皇马”的单场投注；购买1注“3×1”过关组合。<br>
      完成投注时刻“国米（-1）VS尤文+曼联VS利物浦”的“2×1”过关组合及“3×1”过关组合所对应的固定奖金如下所示：<br>
      过关组合“3×1”:国米“胜”+曼联“负”+巴萨“胜”=12元 <br>
      过关组合“2×1”:国米“胜”+曼联“负”=4.8元 <br>
      假如“巴萨VS皇马”被认定无效： <br>
      （1）退还单场投注金额2元。 <br>
      （2）“3×1”过关组合应被认定为“2×1”过关组合，如彩民竞猜正确，最后中奖金额为4.8元。 <br>
      <br>
    </section>
  </div>
</template>

<script>
export default {
  name: 'jczqWay',
  data: () => ({
    topShow: true
  }),
  mounted () {
    this.topShow = navigator.userAgent.includes('cdd_ios') && true
  },
  methods: {
    routerBack () {
      // 返回上一级
      window.history.length > 2 ? this.$router.go(-1) : this.$router.push('/jczq')
    }
  }
}
</script>

<style lang="css" scoped>
.m-top-title i {
  position: absolute;
  top: 50%;
  left: 2rem;
  -webkit-transform: translate(0,-50%);
  -moz-transform: translate(0,-50%);
  transform: translate(0,-50%);
}
</style>
