<template>
  <div id="agreement">
    <header class="m-top g-top-login" v-if="!topShow">
      <h2 class="m-top-title tac"><i class="iconfont icon-arrow-left mr10" @click="routerBack"></i><span>彩票规则</span></h2>
    </header>
    <div class="header-top-space" v-if="!topShow"></div>
    <section class="g-dantuoinfo">
      <h3 class="m-title-h3">委托投注规则</h3>
      <p style="text-indent:2.4rem">本平台属彩票委托投注资金管理平台（以下简称“本平台”）。在本平台登记注册的用户，并同意以下条款，方有资格享受本平台提供的相关服务，并受本规则条款的约束。用户使用本平台服务即意味着同意本规则，使用前请认真阅读，特别是以下加粗部分的内容。</p><br><br>
      <p>
      一、多多中彩票平台注册规则<br>
      1、多多中彩票平台的注册资料包括但不限于用户在多多中彩票平台上的昵称、头像，以及用户在本平台提交的、可用来识别用户身份的其他信息资料，包括更新注册资料时输入的所有信息。<br>

      2、用户在多多中彩票平台登记注册时，承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不在其注册资料中出现违法和不良信息，且用户保证其在注册和使用帐号时，不得有以下情形：<br>
      （1）违反宪法或法律法规规定的；<br>
      （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
      （3）损害国家荣誉和利益的，损害公共利益的；<br>
      （4）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
      （5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
      （6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
      （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
      （8）侮辱或者诽谤他人，侵害他人合法权益的；<br>
      （9）含有法律、行政法规禁止的其他内容的。<br>

      3、若用户提供给多多中彩票平台的注册资料不准确，不真实，含有违法或不良信息的，本平台有权不予注册，并保留终止用户使用多多中彩票平台各项服务的权利。若用户以虚假信息骗取帐号注册或帐号头像、个人简介等注册资料存在违法和不良信息的，本平台有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或社会名人注册帐号名称的，本平台有权注销该帐号，并向政府主管部门进行报告。<br>

      4、根据相关法律、法规规定以及考虑到多多中彩票平台服务的重要性，用户同意：<br>
      （1）在登记注册多多中彩票平台帐号时，提交个人真实、有效的身份信息；<br>
      （2）提供及时、详尽及准确的帐户注册资料；<br>
      （3）不断更新注册资料，以符合及时、详尽准确的要求。<br><br>

      二、委托投注规则须知<br>
      1、本平台所提供服务的彩票均为经国家财政部批准发行的彩票品种，任一彩种的游戏规则以发行机构所公布的官方规则为准。本平台所显示的日期与时间均为北京时间，委托投注时间以本平台服务系统的服务器时间为准；<br>

      2、用户明确同意委托本平台进行投注。用户成功在本平台提交投注订单并支付后并不代表彩票已经投注成功，由彩票终端系统投注出票、兑奖处理，处理周期根据不同彩票品种的操作难易性而定，订单状态中将明示订单处理情况；<br>

      3、本平台的截止时间会提前于彩票终端系统的彩票销售截止时间，以作为彩票订单处理的冗余时间，具体提前量根据不同彩票品种而定。彩票终端系统是指：彩票中心为开展彩票的销售、兑奖等业务，进行数据统计、管理，开奖、兑奖管理以及彩票资金管理等的系统。<br>

      4、为保障用户的合法权益，避免在中奖时因用户注册资料与真实情况不符而发生纠纷，请用户确保其提供的真实姓名、身份证号码及手机号码等的真实、有效及合法性。对因用户自身原因而造成的不能充值、不能兑奖、不能提取现金等情况，本平台不负责任。用户提供的真实准确的个人资料将作为认定其与彩票的关联性以及用户身份的唯一证据。如果用户提供的资料包含有不真实的信息，本平台保留终止该用户继续使用服务资格的权利。<br>
      5、根据国家规定，禁止未满18周岁(未成年)者利用本平台购买彩票。同时，不提倡学生购买彩票，其中包括在校大学生。<br>
<br>

      三、委托投注服务的流程须知<br>
      1、本平台不收取任何形式的服务费。委托投注购买的彩票为电子票据，同实体票据具有相同效力。投注成功以本平台在用户可查看的订单页面显示的“出票成功”为依据。用户可查看彩票交易“订单号”状态，核对彩票出票状态。<br>

      2、为避免因资金到账时间问题导致延误购买彩票，用户须使用多多中彩票支付付款的方式支付投注订单。<br>

      3、本平台遵照国家相关彩票发行管理机构颁布之彩票销售规定完成彩票的委托投注服务，服务截止时间以网站公布的截止时间为准。<br>

      4、每期彩票开奖完成后，本平台将公布开奖号码情况，兑奖请参照下述相关条款执行。本平台不对开奖号码的准确性、完整性、及时性承担任何明示或默示的担保责任。<br>

      5、因包括但不限于断电、网络通讯故障、彩票终端系统原因、超过当期投注截止期、未成功付款、所投注号码被限号、投注倍数限制等原因，未能完成投注的，视为投注失败，以页面显示的出票结果为准。投注失败不会扣除用户任何费用，本平台不承担任何责任。<br>

      6、您理解并同意，因本协议产生的任何纠纷，本平台承担的责任仅限于向用户返还受影响彩票所对应的投注款项。<br><br>

      四、合买说明<br>
      合买是指由多人共同出资购买彩票，包括1个方案发起人和众多的合买参与人。这样可以在减少风险的前提下增加购买彩票的金额，增加中奖的机率。<br>

      1、发起合买：<br>
      所有合买方案发起人必须购买整个合买方案的1%以上（包含1%）方能成功发起合买方案，当合买方案份数乘以发起人认购比例，认购份数无法获整的时候，则向上进行取整，不足1份时取1份，如：合买方案份数为40，发起人认购比例8%，40乘以8%等于3.2，则发起人须认购的份数为4份。<br>
      佣金比例设置：<br>
      发起人设置佣金比例必须与其购买比例相等，但最高不超过10%。<br>
      获得佣金条件：<br>
      当中奖金额大于方案金额时，才可以获得佣金。<br>
      发起人可获得的佣金=（中奖金额减去方案金额）乘以设定的佣金比例。<br>

      2、合买保底：<br>
      合买发起时，发起人的保底份数不做限制，保底份数可以为0。如果在发起合买时设置的保底份数大于0时，则系统将会先冻结发起人多多中彩票支付帐户相应的金额。若合买失败，系统会解冻发起人多多中彩票支付帐户的这部分保底金额。
      合买保底的说明：方案发起人承诺在合买截止时，如果方案还没有满员，发起人将投入先前承诺的资金（即保底金额）以最大限度满足方案成交。选择保底时，系统将会暂时冻结保底资金，在合买截止时如果方案还未满员的话，系统将会用冻结的保底资金去认购方案。<br>
      具体可分为三种情况：一、如果保底资金大于未满员所缺资金，则方案发起成功；系统会将发起人多多中彩票支付帐户中的剩余的保底金额进行解冻。二、如果保底资金正好等于未满员所缺资金，则方案发起成功；此种情况不需要解冻。三、如果保底资金小于未满员所缺资金，则合买方案发起失败；系统会将发起人多多中彩票支付帐户中的全部保底金额进行解冻。如果在合买截止前方案已经满员，系统会自动将发起人多多中彩票支付帐户中的保底金额进行解冻。<br>

      3、本平台提供发起人撤单功能，如果发起人对已发起的合买方案不满意，除了发起人自己，没有其他用户认购时，发起人可进行撤单。但当有其他用户认购以后，发起人将不能撤单。系统也将自动关闭该方案的撤单功能。<br>

      4、选择方案粘贴方式发起合买的用户需在投注页面指定输入框中填写或粘贴上符合本平台规定格式的投注信息。因为用户填写或粘贴的投注信息不符造成的数据遗失，导致未能投注成功的本平台不承担任何责任。<br>

      5、如因断电、网络通讯故障、超过当期投注截止期、未成功付款、所投注号码被限号等原因造成未能及时将订单数据提交彩票终端系统进行交易处理的合买方案，本平台将作撤单返款处理，并发公告通知用户，除此之外，本平台不承担任何责任。<br>

      6、合买彩票是一个基于彩票委托投注平台的延伸性服务，与个人提交投注请求不同，合买彩票的票据发起人与合买参与人都占有一定比例的所有权，发起人和合买参与人均可以在本平台上查询其参与合买的详细订单信息。<br>

      7、慈善捐献：当合买彩票的中奖金额每份奖金不足0.01元时，将自动捐献给多多中彩票平台公益帐户。<br><br>

      五、追号说明<br>
      追号服务指本平台按用户订单，连续多期帮助用户向同一个（组）指定号码提供委托投注的服务。在此服务下，用户可以选择提前预定一个（组）号码进行多期投注，免除时时紧盯电脑之苦，又可以在中奖后自动取消掉后面的投注，节约购彩资金。<br>

      1、用户在线发出追号订单，提交自选号码、投注期次、是否基于中奖而终止追号等具体服务要求，并根据本平台提供的多多中彩票支付服务流程进行付款，付款金额为完成该笔追号订单所需的资金总额。<br>
      2、本平台将于用户付款后开始执行该订单，完成追号的委托投注服务。<br>
      3、用户可选择中奖后系统自动停止追号服务，即如果中奖，则追号订单中的剩余期次的投注将停止。<br>
      4、用户亦可以在订单有效期内通过“我的彩票-我的订单—我的追号” <br>通道随时取消未完成的任一期追号服务或者终止所有未完成的追号服务。<br>
      5、在追号服务终止后，用户根据本条第一项支付的款项将根据追号订单的具体执行情况进行结算，系统会将未执行追号期次的购彩金额退至用户多多中彩票支付帐户中。<br>
      6、用户使用追号服务的同时，不影响其使用本平台其他服务。<br><br>

      六、兑奖流程<br>
      （一）、系统自动兑奖：每期彩票开奖完成后，本平台公布中奖号码，并把单注壹万元（含，下同）以下中奖奖金直接返入中奖者多多中彩票支付帐户中。您使用本平台服务即视为您同意接受系统自动兑奖。<br>
      （二）、非系统自动兑奖：以下所述是针对单注奖金超过壹万元的兑奖情况：<br>

      针对非合买的投注订单，单注奖金超过壹万元时，<br>
      1、个人亲自兑奖： <br>指由中奖者本人亲自到彩票中心指定兑奖处进行兑奖。流程如下：<br>
      （1）本平台核实用户的多多中彩票邮箱帐号ID、用户姓名、用户身份证号码；<br>
      （2）中奖者携带本人身份证和其他彩票中心要求的材料前往彩票中心指定的兑奖地点进行兑奖；<br>
      （3）中奖者亲自领取税后奖金<br>
      2、个人授权兑奖：指中奖者可以选择委托彩票中心指定的主体代为兑奖。流程如下：<br>
      （1）本平台核实用户的多多中彩票邮箱帐号ID、用户姓名、用户身份证号码；<br>
      （2）中奖者按彩票中心要求填写委托函，并连同身份证复印件一并快递给彩票中心指定的主体；<br>
      （3）彩票中心直接把中奖奖金扣税后发放到中奖者在授权委托书中指定的银行帐户或多多中彩票支付帐户中。<br>
      3、各彩种兑奖期限不同，请中奖者注意须在兑奖期限届满前完成兑奖。<br>
      4、无论如何，中奖者须妥善保管自己身份证以及彩票投注的订单信息，以防第三人冒领、代领等。<br>

      针对合买的投注订单，单注奖金超过壹万元时，<br>
      5、合买大奖兑奖：<br>
      （1）本平台核实用户的多多中彩票邮箱帐号ID、用户姓名、用户身份证号码；<br>
      （2）本平台向彩票中心提供合买中奖清单，包括：用户信息、投注号码等；<br>
      （3）税后奖金将通过多多中彩票支付系统分发到每个中奖者的多多中彩票支付帐户中。本平台有权要求中奖者根据页面提示对投注帐号进行多多中彩票支付帐户实名认证。完成认证后，税后奖金将直接派发到中奖者该认证通过的多多中彩票支付帐户；中奖者应妥善保管投注的多多中彩票邮箱帐号及密码，若由于非本平台的原因导致的任何资金损失，由中奖者自行承担。<br><br>

      七、结算及财务通知<br>
      1、用户可以随时进行多多中彩票支付余额核查，登录其多多中彩票支付帐户查询对账单；<br>
      2、用户每期中奖所获得的税后奖金，本平台将按照彩票中心当期公布中奖金额范围，根据前述兑奖流程协助在10个工作日内派至用户的多多中彩票支付帐户或银行帐户。用户若核对当期中奖金额，须直接通过彩票中心公布的奖金进行核对。<br>
      3、单注彩票中奖金额高于人民币壹万元时，用户需依法缴纳个人所得税，由彩票中心依法代扣代缴。<br><br>

      八、有关责任和争端的处理<br>
      （一）发生下列情况时本平台不予承担任何法律责任：<br>
      1、由于用户将密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，以及由此产生的纠纷。<br>
      2、任何由于黑客攻击、计算机病毒侵入或发作、网络供应商原因、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料或委托投注指令泄露、丢失、被盗用、被篡改或网络线路中断等，以及由此产生的纠纷。<br>
      3、由于与本平台链接的其它网站所造成之个人资料泄露及由此而导致的任何争议和后果。<br>
      4、由于彩票中心在彩票销售过程中，临时更改玩法造成用户委托投注失败的。<br>
      5、本平台定期检查，或更新软硬件而造成的服务中断；突发性的软硬件设备与电子通信设备故障产生的纠纷。<br>
      6、其他非本平台自身原因造成的未能成功投注、兑奖等，如国家法律法规、规章要求或彩票中心上级主管部门要求取消或暂停前述全部或部分服务的。<br>
      （二）如使用本平台出现纠纷，用户同意将纠纷交由本平台所在地有管辖权的人民法院管辖。<br>
      （三）本平台有权对本规则进行调整、补充和改变，并有权以网页公告的方式予以公布，无需另行单独通知您。若您在本平台进行上述调整、补充和改变后，仍继续使用本平台服务的，则视为接受该等调整、补充和改变，若您不同意的，您有权终止本协议并停止使用本平台的派服务。<br>
      （四）如用户对本规则有任何疑问，请登录获取相关信息或拨打本平台客服电话0791-82309268，本平台将为您提供7*8小时服务。</p>
    </section>
  </div>
</template>

<script>
export default {
  name: 'agreement',
  data: () => ({
    topShow: true
  }),
  mounted () {
    this.topShow = navigator.userAgent.includes('cdd_ios') && true
  },
  methods: {
    routerBack () {
      // 返回上一级
      window.history.length > 2 ? this.$router.go(-1) : this.$router.push('/home')
    }
  }
}
</script>
